[
    {
        "name": "Melissa",
        "join": "April 9th 2021",
        "note" : "Subscribing to PalnetEarth Yoga has been the best choice for my mental, spiritual and physical health. I have established a home practice I look forward to each day."
    },
    {
        "name": "Karen",
        "join": "August 12th 2022",
        "note" : "Esther, you are a true champion to me in the sense that you entered the yoga arena with genuine integrity. Your vast variety of teachers is phenomenal, I’ve always recommended your site, and you in particular, as a safe online yoga space for people to turn to."
    },
    {
        "name": "Melissa",
        "join": "April 9th 2021",
        "note" : "This is what I really like about PalnetEarth Yoga, different teachers, with various passions and expertise bringing us such a healthy diet of complimentary yoga styles. Feeling ready to tackle the day!"
    },
    {
        "name": "Sam",
        "join": "Jun 21th 2021",
        "note" : "What I love about the teachers at PalnetEarth Yoga is your humanism and your humour...When I tune in with PalnetEarth  you make me feel okay that I wobble a bit and help me remember why I love yoga - so good for the soul. Thank you, you wonderful souls."
    },
    {
        "name": "Mila",
        "join": "Dec 1th 2022",
        "note" : "Esther, you are a true champion to me in the sense that you entered the yoga arena with genuine integrity... Your vast variety of teachers is phenomenal, I’ve always recommended your site, and you in particular, as a safe online yoga space for people to turn to."
    },
    {
        "name": "Melissa",
        "join": "April 9th 2023",
        "note" : "You folks at PalnetEarth  yoga have ESP and always seem to give us the exact class we need. It's like opening a gift just for me. Love & gratitude"
    },
    {
        "name": "Mesa",
        "join": "May 9th 2023",
        "note" : "I never cease to be amazed at the outstanding quality of the teachers and teachings here at PalnetEarth  Yoga. I've lost count of the number of times that I have recommended this online yoga studio to others"
    },
    {
        "name": "Andy",
        "join": "Sep 9th 2022",
        "note" : "You folks at PalnetEarth  yoga have ESP and always seem to give us the exact class we need. It's like opening a gift just for me. Love & gratitude"
    }
]