[
    {
        "type": "Hatha Yoga",
        "image_url": "https://i.ibb.co/9Zgxt0L/Hatha-Yoga.jpg",
        "description": {
            "part1" : "Hatha in Sanskrit literally means ‘stubborn’. So Hatha Yoga practice means the stubborn practice of yoga, without the interference of the five senses and the mind. Generally, people think of Hatha Yoga only as asana practice. But it is the austere practice of asana, pranayama, dharana, and dhyana to achieve the sublime state of samadhi. In samadhi the yogi becomes free from the illusion of form, time, and space. Asana is just one of the six practices in this path." ,
            "part2" : " Hatha Yoga originates from Raja Yoga. It is the simpler version (without Yamas and Niyamas) of Raja Yoga. In simple words, you can say all the yoga poses and pranayama exercises can be classified as Hatha Yoga. So if you practice any yoga asanas or pranayama exercises you are practicing Hatha. It is interesting to know that some teachers explain Hatha as Ha (sun) + Tha (moon) yoga, because of the fact that Hatha Yoga helps to purify our solar (Pingla) and lunar (Ida) channels.",
            "part3" : "Around the early 15th century, some yogis from the Natha lineage did not want to wait so long and began practicing asanas before mastering Yama and Niyamas. As the mind was not ready for further practice they had to work harder. They called it their ‘stubborn’ practice of Yoga. These Natha Yogis kept practicing the asanas until they mastered them. This way of practicing Raja Yoga, not following the strict order of first mastering Yamas and Niyamas, was named ‘Hatha Yoga‘. Swami Swatmarama, a 15th-century sage compiled Hatha Yoga Pradipika and briefly described six limbs of yoga to achieve Samadhi without the long process of the first two steps of the Yamas and Niyamas. Hatha Yoga is also known as Shatanga Yoga (six limb yoga). Hatha Yoga, therefore, focuses primarily on the purification of the body as a path that leads to purification of the mind. The purification of the body and mind is essential also to be healthy. Being and staying healthy is a central goal in yoga because only then will you possess the best vehicle for your further spiritual development."
        }
      },
      {
          "type": "Vinyasa Yoga",
          "image_url": "https://i.ibb.co/T446sDG/Vinyasa-Yoga.jpg",
          "description": {
            "part1" : "Many Vinyasa Flow classes found at yoga studios follow the basic structure of the Ashtanga Primary Series, starting with Suryanamskara A and B and offering different sequences thereafter. Many classes also closely follow the basic standing sequence of the Ashtanga tradition and the finishing sequence. There are no fixed series of poses. Each class can be different. The basic syntax of Vinyasa yoga allows one to explore a changing syllabus of poses. You can explore poses from the Ashtanga first, second and third series in a more accessible manner than in the Ashtanga Vinyasa series practice." ,
            "part2" : "Vinyasa Yoga or Vinyasa Flow is not a system and does not follow a clear lineage, hierarchy, or leading guru. There is no official founder of Vinyasa Yoga. Vinyasa Yoga is a modern style of yoga, born out of the Ashtanga Vinyasa Yoga tradition. The Ashtanga Vinyasa tradition, in turn, is based on the teachings of Sri Krishnamacharya. Krishnamacharya taught that the movements between each asana should be considered just as significant as the postures themselves. His idea behind this was to deepen concentration and body consciousness throughout the entire practice. Rather than focusing on “getting into the posture” and then breathing, in Vinyasa Yoga, the aim is to keep the deep breathing and body consciousness consistent throughout all movements during the practice.",
            "part3" : "Teaching Vinyasa Yoga can be relatively easy and quite challenging. It depends on how you choose to teach: Do you prefer to mainly stay on your mat and physically demonstrate most of the poses and exercises, while explaining the flow? Or, do you choose to keep walking around and verbally guide your students through the practice? In the first scenario, it is rather easy to teach, once you know the flow of the sequence well. However, you won't be able to see your students well and you won't be able to adapt your class to their needs and level. Teaching Vinyasa Yoga while still being in a position to observe, adjust and adjust is a more challenging feat and takes practice. It is our deeply rooted conviction here at Arhanta, that to grow as a teacher and truly serve your students your full attention should be on the student. Being attentive to your students and observing them will make the difference between them returning to your classes over and over again. Rather than practising at home with a video, this is a more effective method. And, it makes teaching so much more interesting, exciting, and enlightening!"
        }
      },
      {
        "type": "Ashtanga Yoga",
        "image_url": "https://i.ibb.co/1XkSKzs/Ashtanga-Yoga.jpg",
        "description": {
            "part1" : "The word Ashtanga is comprised of two Sanskrit words, “Ashta” and “Anga.” “Ashta” refers to the number eight, while “Anga” means limb or body part. Therefore, Ashtanga is the union of the eight limbs of yoga, into one complete, holistic system. These eight-limbs of yoga represent the various branches of the philosophy of the yoga sutras that form the foundation in the Ashtanga Yoga School. The Ashtanga philosophy is to integrate all of the eight limbs of yoga, which include: Yama (moral codes), Niyama (self-discipline), Asana (posture), Pranayama (breath control), Pratyahara (sense withdrawal), Dharana (concentration), Dhyana (meditation), and Samadhi (oneness with the self). Ashtanga is a very dynamic and athletic form of hatha yoga, made up of six series or levels, with a fixed order of postures. It is rooted in vinyasa, the flowing movements between postures, with a focus on energy and breath. While it is a very physical practice, it also promotes mental clarity and inner peace.",
            "part2" : "Originally, Ashtanga Yoga was created by T. Krishnamacharya as an individualized practice for his young energetic student K. Pattabhi Jois in the early 20th century. The fast paced sun salutation movements are thought to have been influenced by the exercises of Indian wrestlers and gymnasts. Jois was a dedicated student, and he further refined and promoted this new style and soon began teaching others. These exhilarating and challenging posture flows were designed to purify the body to offer peace of mind, and eventually gave rise to many different styles of hot yoga, flow or Vinyasa Yoga, and power yoga. The Ashtanga Yoga Research Institute, which promotes the teachings and trainings of Ashtanga, is located in Mysore, India. Pattabhi Jois’s grandson, R. Sharath Jois, is the current director of the institute and is the senior authority on the practice. There are many other famous Ashtanga yoga instructors teaching all over the world including David Swenson, Kino MacGregor, Richard Freeman, Maty Ezraty, Tim Miller, David Williams, Chuck Miller, and Tim Feldmann.",
            "part3" : "The benefits of Ashtanga yoga are numerous. It is known to be strenuous, so it is great for athletes and people that are looking for a good workout. Like most styles of hatha yoga, Ashtanga focuses on breath, poses, and meditation. A regular yoga practice can improve your flexibility, breathing, and balance. It can increase your stamina, bone density and muscle strength, control your bodyweight, lowers your blood pressure and relieve stress. The benefits of the Ashtanga yoga are not only limited to physical factors. It also helps mentally and spiritually by boosting mental clarity, creating mental calmness and developing better concentration in daily life. As it is complicated, precise and physically challenging, Ashtanga is not the best style of yoga for beginners to practice, but beginners are still welcome to start. Because it provides specific and structured movements, you’ll be able to clearly see your improvements and progress. It’s also helpful because the primary sequences start with the kinds of movements and poses that are better suited for beginners. The primary series, also known as Yoga Chikitsa, or Yoga Therapy, is it focuses on centering, and building up a strong and healthy body for the more challenging series that follows. With the emphasis on individual instruction in Mysore-style classes, it’s also great for knowing when you’re doing your asanas correctly. Ashtanga offers people a highly structured approach to asana practice. You’ll always know when you’re progressing, and be able to tailor your approach to best meet your needs. With regular practice it can bring flexibility, strength, and focus and can also improve your mental state, giving you increased focus and clarity."
        }
      },
      {
        "type": "Bikram Yoga",
        "image_url": "https://i.ibb.co/4Rw627F/Bikram-Yoga.jpg",
        "description": {
            "part1" : "Bikram yoga was invented in the 1970s by Bikram Choudhury. It aims to amplify the benefits of traditional yoga using heat, which helps your muscles to stretch more easily. The heat also makes you sweat, which is thought to help with flushing out toxins and losing weight. Unlike other forms of hot yoga, Bikram yoga has a set sequence of 26 poses that you move through repeatedly until the end of the session, which is usually 90 minutes long. No matter where you go for your Bikram yoga class, these same 26 yoga poses will be used and the class will last roughly the same amount of time. The sequence is designed to stretch your whole body, increase blood circulation, and bring more oxygen to your muscles, in addition to the standard benefits of yoga. Because you use the same poses in the same order, it is easy to learn the sequence. That makes Bikram yoga a good choice for anyone who likes to know exactly what to expect from their yoga class. Of course, even once you get used to the poses, Bikram yoga will still test your endurance, partly thanks to the heat but also to the fact that you can always go that one bit deeper in the poses that you practice.",
            "part2": "Because of the heat and humidity, getting ready for a Bikram yoga class requires slightly more thought than a traditional yoga class. Not much more though. And the good news is that the equipment list is still short. One absolute essential is a high-quality yoga mat. This will benefit any yoga practice but is even more important with Bikram yoga because you are going to be sweating. You’ll want a mat with excellent grip to keep you from sliding around as the temperature ramps up, especially as your hands and feet are likely to get sweaty & the mat underneath them is therefore likely to get very slippery. If you can, opt for a yoga mat made with natural rubber that is particularly grippy. Our mats, for instance, are designed to absorb moisture to keep your practice area dry the more you sweat. They also feature a layer of antibacterial cotton underneath the surface (so at the core of the mat) to keep the mat more hygienic for longer, and are just the right thickness to ensure you are comfy in all poses. Another thing you can bring to a Bikram yoga class is a towel, so you can dry off your hands, face, and yoga mat if needed. You’ll probably also want a change of clothes since you’ll be sweaty and wet by the end of the session.",
            "part3" : "Most of us won’t be able to start Bikram yoga at home since it requires the heat and humidity of a specially adapted studio. So, your first step is to find a class close to you. Since this is a popular form of yoga, you can find studios that offer it in most cities and larger towns. Before your first class, you might want to look through the poses so that you know what to expect. The advantage of Bikram yoga is that you know exactly which poses you’ll be doing, so you can practise them at home if you want. That way, when the heat is added in, your muscles will already know how to hold the poses. If it is your first time at a new studio, you might want to arrive a little early to let the teacher know of any restrictions or injuries you are working with. Yoga teachers always welcome new people. But it will help them to know your existing experience with yoga, so that they can support you properly as you try Bikram yoga for the first time."
        }
      },
      {
        "type": "Iyengar Yoga",
        "image_url": "https://i.ibb.co/GCHMWQN/Iyengar-Yoga.png",
        "description": {
            "part1" : "Iyengar yoga is named after and developed by B.K.S. Iyengar who was a direct disciple of T. Krishnamacharya. Together with Pattabhi Jois (who developed Ashtanga yoga) he was partly responsible for bringing the practice of modern yoga, as we know it now, to the West. “Iyengar yoga descends from the most classical Hatha yoga tradition. It has evolved into a precise and clear method that’s easily understood by the modern practitioner. Lots of attention is paid to the technical alignment of the poses to keep the mind drawn inwards, but also focused and connected to reality.” ~ Adela Serrano, Iyengar teacher. Iyengar yoga teachers undergo a strict and in-depth training of three years before they get their first certificate. Afterward, their training is ongoing according to standards set by the various Iyengar Associations in the world and supervised personally by the Iyengars in Pune.",
            "part2" : "Mr. Iyengar started practicing yoga because he had poor health as a child. With daily practice, his health and strength improved and he experienced great benefits in his own body. This enabled him to develop an extensive knowledge of anatomy and a therapeutic approach to the practice. Mr. Iyengar recognised that all bodies are unique and have different strengths and weaknesses. He, therefore, advocated the use of props – blocks, chairs, belts, and blankets, etc. – to help students to gain the correct alignment suitable for their individual body. This ensured that asanas could be practiced safely and harmoniously.",
            "part3" : "Iyengar Yoga’s attention to alignment and use of props to help students ‘into’ the poses means that it is ideal for beginners to gain optimal alignment and can be very therapeutic for people with postural issues. Try our Iyengar Yoga Program for Beginners with Adela Serrano who will guide you through the Iyengar basics. Although designed for total beginners, it’s also suitable for experienced yoga students who want to learn an Iyengar approach. Although Iyengar Yoga may not offer as intense a cardiovascular experience as, for example, a Vinyasa Flow or Ashtanga practice, it’s great for intermediate and advanced students too. Holding the poses for longer helps to develop strength and increase flexibility, as well as encourage a deeper connection to the breath and overall concentration. "
        }
      },
      {
        "type": "Kundalini Yoga",
        "image_url": "https://i.ibb.co/sQqGfJJ/Kundalini-Yoga.jpg",
        "description": {
            "part1" : "Although Kundalini yoga is practiced around the world, its origin is unknown. The concept of Kundalini energy has been around for centuries and was mentioned in ancient Vedic texts from 1,000 B.C. Kundalini yoga is most associated with Yogi Bhajan, a yoga teacher from Pakistan. He’s credited with introducing the practice to Western countries in the 1960s. The term “Kundalini” comes from the Sanskrit word “kundal,” which means “circular.” It also refers to a coiled snake. And according to practitioners, Kundalini energy is like that coiled snake: It sits at the base of your spine, sleeping and unaroused. Kundalini yoga is practiced to activate this energy, which allows it to move up and through the chakras along your spine. As Kundalini energy rises, it’s believed to help balance these chakras and contribute to your spiritual wellness. With regular practice, Kundalini yoga is said to lead to spiritual enlightenment. This is called a “Kundalini awakening.”",
            "part2" : "In a 2017 controlled trialTrusted Source, researchers studied 81 participants with mild cognitive impairment. The participants were randomly divided into two groups. One group practiced Kundalini yoga, while the other group received memory enhancement training for 12 weeks. While both groups showed significant improvements in their memory at the end of the study, only the Kundalini group showed short- and long-term improvements in their executive functioning. This includes skills such as reasoning, problem-solving, and cognitive flexibility, among others. In addition to cognitive improvements, the group that practiced Kundalini yoga also had fewer symptoms of depression at the end of the study.",
            "part3" : "Kundalini yoga is more spiritual than other types of yoga. Whereas other types of yoga flow with the breath, Kundalini yoga combines chanting, singing, movements, and breathing in specific patterns. The purpose is to promote spiritual enlightenment. There are several science-backed benefits of Kundalini yoga. According to research, it may help ease stress and anxiety, improve cognitive functioning, and boost self-perception and self-appreciation. If you’re pregnant or if you have breathing issues, an injury, joint pain, or balance problems, talk with your doctor to make sure Kundalini yoga is safe for you. Lie down on your stomach, with your legs and feet pressed together. Rest the tops of your feet against the floor. Plant your palms beneath your shoulders. Make sure your fingers are pointing forward and your elbows are parallel to each other. Inhale. Raise your head and torso, pressing your lower body into the floor. Straighten your arms, lifting your chest and stomach. Bring your shoulders down and back."
        }
      },
      {
        "type": "Yin Yoga",
        "image_url": "https://i.ibb.co/5BmNRLt/Yin-Yoga.jpg",
        "description": {
            "part1" : "A Yin yoga class usually consists of a series of long-held, passive floor poses that mainly work the lower part of the body – the hips, pelvis, inner thighs, lower spine. These areas are especially rich in connective tissues. The poses are held for up to five minutes, sometimes longer. Yin is almost entirely passive, although some Yin asanas contain Yang elements. During the asanas, muscles are relaxed to avoid muscle spasm, which could result from engaging muscles for long periods. Holding stretches for long periods of time and other techniques closely related to Yin yoga have been practised for centuries in China and Taiwan as part of Daoist Yoga, which is sometimes known as Dao Yin. Taoist priests taught this knowledge, along with breathing techniques, to Kung Fu practitioners around 2000 years ago.",
            "part2" : "Yin yoga is based on the Taoist concept of yin and yang, opposite and complementary principles in nature. Yin is the stable, unmoving, hidden aspect of things; yang is the changing, moving, revealing aspect. In the body, the relatively stiff connective tissues (tendons, ligaments, fascia) are yin, while the more mobile and pliable muscles and blood are yang. It works on the Yin tissues – also known as the connective tissues. Connective tissue responds best to a slow, steady load. If you gently stretch connective tissue by holding a yin pose for a long time, the body will respond by making them a little longer and stronger – which is exactly what you want. Remember the principle of the exercise is to stress the tissue so the body will respond by strengthening it. Yin Yoga requires the muscles to relax around the connective tissue in order to get a stretch, so not all yoga poses can be done safely or effectively when practising Yin style. Thus Yin asanas have different names. Yin yoga poses are also designed to improve the flow of qi (or chi) the subtle energy that, according to Chinese medicine, runs through the meridian pathways of the body. It is suggested that these meridians are created by our connective tissue and that the improved flow of qi improves organ health, immunity, and emotional wellbeing.",
            "part3" : "Yin Yoga has its roots in China, unlike the more popular and active yoga disciplines, which originated in India. It was founded on the Taoist theory of yin and yang – opposite concepts that, together, represent balance. Yin is stable and passive, while yang is changing and active. The yin poses, therefore, are passive and performed while seated or in a reclining position. The poses are held with the muscles fully relaxed, allowing time and gravity to deepen the stretch and target the fascia. The time spent holding these asanas is similar to meditation. Yin yoga poses tend to resemble poses used in other disciplines, but use different names. Despite the similarity of the poses, the yin versions are performed differently from their active, or yang, relatives. For example, the yin caterpillar pose resembles paschimottanasana, or seated forward bend. In caterpillar, however, the spine rounds so that the head comes to the knees, whereas in paschimottanasana, the spine remains straight and lengthens as the head reaches toward the feet."
        }
      },
      {
        "type": "Restorative Yoga",
        "image_url": "https://i.ibb.co/JscVng4/Restorative-Yoga.jpg",
        "description": {
            "part1" : "Gentle, supportive, and therapeutic are just a few words that describe restorative yoga. At its core, restorative yoga is a practice of passive healing. This yoga style is known for its ability to activate the parasympathetic nervous system. This is the “rest and digest” part of your nervous system that helps keep basic functions working as they should. As the name suggests, this style of yoga “restores” the body to its parasympathetic nervous system function, which, in turn, helps the body rest, heal, and restore balance. By allowing time for longer asanas (postures or poses) and deeper breathing, restorative yoga helps elicit the relaxation responseTrusted Source. This response can help slow breathing, reduce blood pressure, and produce a feeling of calm and increased well-being. A key feature in restorative yoga is the use of props such as blocks, bolsters, or blankets. The props help you hold passive poses for longer without exerting or tiring out your muscles. It also allows you to feel comfortable and supported, regardless of your experience with yoga. And, since you’re encouraged to relax fully in the pose while focusing on your breath, restorative yoga allows you to release tension in your muscles for longer periods without discomfort.",
            "part2" : "Restorative yoga is known for its reliance on props such as bolsters, blocks, or folded blankets to make poses gentler and more supportive. That said, you can also practice any restorative yoga poses without the use of props. In general, you can expect to hold poses in restorative yoga for a minimum of 5 minutes. If you want to hold a pose for longer, you can do so, as long as it feels comfortable. Some people hold restorative poses for 20 minutes or more. Restorative yoga is known for its reliance on props such as bolsters, blocks, or folded blankets to make poses gentler and more supportive. That said, you can also practice any restorative yoga poses without the use of props. In general, you can expect to hold poses in restorative yoga for a minimum of 5 minutes. If you want to hold a pose for longer, you can do so, as long as it feels comfortable. Some people hold restorative poses for 20 minutes or more.",
            "part3" : "Place a bolster or two folded blankets on the center of your mat, parallel to each other with a small gap between them. Start in a seated position with the blankets at your back. Lie back and rest your shoulder blades on the blanket closest to you. Rest your head on the second blanket. You can keep your legs folded, or extend them in front of you. Rest your arms at your sides, or extend them above your head, palms facing upward. Close your eyes and take deep breaths while releasing tension in your body. You will feel your entire body sink into the blankets and floor. Stay in this pose for 10 minutes or more. Focus on deep breathing and releasing the tension in your muscles. Kneel on the floor with your knees hip-width apart, big toes touching, buttocks on your heels. You can place a cushion or folded blanket between your thighs and calves for support. Exhale and lean forward with your torso between your thighs. bringing your head down toward the floor. Extend your arms out in front of you, above your head, with your palms on the floor. If this is too difficult, you can allow your arms to rest alongside your body with your palms facing up. For extra support, you can add a cushion or folded blankets under your head and arms. Remain in this pose for up to 5 minutes, inhaling and exhaling deeply. Release by lifting your torso up into a seated position."
        }
      },
      {
        "type": "Power Yoga",
        "image_url": "https://i.ibb.co/0yp3kXS/Anusara-Yoga.jpg",
        "description": {
            "part1" : "As the name suggests, power yoga is focused on building strength and endurance. It is also an excellent form of yoga for burning calories. Although power yoga isn’t an official type of yoga, the term is sometimes used interchangeably with Vinyasa yoga. It’s probably more accurate to say that power yoga is a form of Vinyasa, which has its roots in Ashtanga yoga, an established practice that began in the early 20th century. With power yoga, the emphasis is on the flow from one pose to the next, rather than approaching each pose separately. The poses aren’t disconnected from each other, unlike some other forms of yoga. No matter what you call it, power yoga is a fast-paced and intense activity. You move from one posture to another rapidly, linking your breathing to the different motions of your body. A power yoga class may seem more like an aerobics class than a relaxed, mindful yoga experience. Though it requires mindfulness and focus on your breathing, power yoga is more dynamic than meditative.",
            "part2" : "Unlike Hatha yoga, the most common form of yoga practiced in the United States, power yoga moves at a much faster pace. Hatha yoga focuses on poses and breathing at a slower, more deliberate pace than power yoga. The slower speed of Hatha yoga, and other forms of yoga that provide a more restorative experience, don’t deliver the same cardiovascular exercise benefits as power yoga. Power or Vinyasa yoga uses many of the same postures as Ashtanga yoga, but not always in the same order. Ashtanga yoga is a very precise practice, and each pose is done in the same sequence, no matter who is leading the class. Power yoga classes, on the other hand, follow a sequence set by the instructor, or by the individual if you’re on your own. There is more variability and less structure with power yoga.",
            "part3" : "Power yoga classes are typically taught at fitness centers or yoga studios. When starting out, look for beginner or introductory classes, and ask your friends or co-workers for recommendations. You may not see classes listed as “power yoga” courses, but instead they may be called Vinyasa yoga classes. Before signing up, talk with the instructor or people working at the fitness center or studio to learn more about the power yoga class and what it includes. Also find out what level of expertise or fitness is needed for the class. If you’re new to yoga, you may want to consider an introductory class in Hatha yoga. This can help familiarize you with a variety of yoga poses and how to do them correctly. If you’d prefer to practice power yoga on your own at home, there are many online videos you can stream and follow along. You may also want to try out a yoga app that you can download to your phone or tablet. If you have a chronic condition such as heart disease or arthritis, have an injury, or you are pregnant, check with your doctor about whether power yoga is safe for you. Power yoga, which is also known as Vinyasa yoga, is a fast-paced style of yoga that’s focused on building strength and endurance. It is also an excellent form of yoga for burning calories. Although it requires mindfulness and focus on your breathing, power yoga is more dynamic than meditative forms of yoga, and provides a good cardio and strength-training workout."
        }
      },
      {
        "type": "Anusara Yoga",
        "image_url": "https://i.ibb.co/0yp3kXS/Anusara-Yoga.jpg",
        "description": {
            "part1" : "Anusara is a complete yoga system that includes its own philosophy, derived from Tantra, that teaches that all beings are inherently good. With its charismatic leader, rigorous initiation process (teacher-trainings were expensive and took years), and specialized vocabulary, Anusara carved out its own niche, becoming very influential in contemporary yoga throughout the first decade of the 21st century as Friend's singular approach to alignment and mystical rhetoric found purchase at a time that coincided with surge in yoga's popularity. Anusara was rapidly expanding, with an expansive new headquarters planned in Encinitas, California, when accusations of personal and professional impropriety by John Friend threw the organization into turmoil. A post on an anonymous website in February 2012, alleged that Friend had illegally suspended his employees' pension funds in order to pay for the new Anusara Center, used drugs, and led a Wiccan coven in which sexual rites were encouraged. Friend soon admitted to having inappropriate sexual relationships with female students and employees. He then announced that he would take a hiatus from teaching in order to evaluate his personal life and restructure the management of Anusara Yoga.",
            "part2" : "As more details emerged about Friend's deviations from the moral code he had espoused and his apparent lack of contrition, many prominent Anusara teachers resigned their affiliations as their students became disillusioned with the teacher they had formerly revered. In the fall of 2012, Friend returned to teaching with a series of workshops introducing a new yoga system called Sridaiva. At about the same time, a group of senior Anusara teachers announced the formation, with Friend's blessing, of the Anusara School of Hatha Yoga, which continues to certify teachers and teach in the original Anusara style. Anusara, which means 'flowing with grace,' was founded in 1997 by American yogi John Friend and quickly grew into a respected yoga empire with a large following in the United States, Europe, and Asia. Anusara's upward momentum came to an abrupt halt, however, in 2012 when Friend resigned his leadership in the wake of a scandal.",
            "part3" : "The Anusara technique caters to individuals of all ages, levels of fitness and experience. The Universal Alignment Principles are tailored in such a way that Anusara Yoga classes may be therapeutic for students, providing relief for individuals with physical limitations. The possible use of props also poses benefits for such individuals, as it allows them to achieve the correct alignment in otherwise difficult poses. In practicing Anusara Yoga, improvements may be exhibited in the following: flexibility, posture, lung capacity, immunity and circulation. Similar to Restorative Yoga, the psychological benefits include decreased stress and increased relaxation, as well as general improvements in one’s mental stability and well-being. Teacher Training :There are two levels of training available to aspiring Anusara Yoga teachers: Requirements include 200 hours of education and teacher training, as well as a minimum of two years of teaching experience."
        }
      },
      {
        "type": "Prenatal Yoga",
        "image_url": "https://i.ibb.co/3SBMxP4/Prenatal-Yoga.jpg",
        "description": {
            "part1" : "Prenatal yoga is a type of yoga designed for pregnant women. Yoga is intended to create a balance between emotional, mental, physical, and spiritual dimensions. Prenatal yoga is about helping you prepare for childbirth by relaxing the body and focusing on safe techniques and poses in all stages of pregnancy. Yoga can improve your physical and psychological health — and not just for the duration of your pregnancy.  If you didn't practice yoga before pregnancy, it's best to talk to your doctor before starting any prenatal yoga classes. It's good for you and your baby to get at least 30 minutes of movement each day. You don't need to do extensive workouts to see the benefits of exercise. Prenatal yoga is a low-impact fitness routine that can help improve your mood and sleep, increase your strength and flexibility, and decrease lower back pain and other common symptoms of pregnancy.",
            "part2": "Reduces stress and symptoms of depression and anxiety. The combination of intentional movement and structured breathing can help alleviate symptoms of depression. Breathing in slow, rhythmic breaths activates the nervous system and blocks cortisol, which, in high amounts, has been linked to depression. Improves blood flow. The stretching and movements in yoga help increase blood flow to your heart. Improved blood flow means more oxygen-rich blood is going to your baby. This keeps your baby on track for healthy development. Betters your labor experience. Starting prenatal yoga in any trimester can help you better relax and stay positive once you go into labor. Meditation and breathing exercises have been shown to reduce pain and anxiety during labor. Being confident and building your coping abilities will also help you have a less painful labor experience. Helps you build a support system. Prenatal yoga classes can also help your social life by connecting with other expectant moms. A strong support system makes childbirth and postpartum easier. Anxiety about the delivery process can make labor worse. Being able to talk through your experience and hear others' stories can be comforting. Yoga During Each Trimester The further along you are in your pregnancy, the less intense your workouts should be. The first trimester. You may feel fatigued and sick during this trimester. Try to avoid overworking yourself. Doing yoga poses slowly and carefully will prevent you from feeling worse. Yoga can alleviate pregnancy symptoms like nausea and backaches.",
            "part3" : "Movement and exercise are great ways to stay healthy during pregnancy, but pushing yourself too hard can be counterproductive. Certain exercises and poses can be dangerous to you and your baby. There are certain types of yoga to avoid when pregnant. Hot yoga can be dangerous because extreme heat can cause neural tube defects. Twisting and bending should also be avoided. These movements can put you off balance and increase your risk of falling. Poses that put a lot of pressure on your abdomen can harm your baby as well. Even if you exercised before pregnancy, you should still talk to your doctor before beginning any prenatal yoga routine. Watch for signs like sharp pain with certain movements, vaginal bleeding, or decreased fetal movement. If a movement or posture doesn't feel good, slowly bring yourself back to a comfortable position."
        }
      },
      {
        "type": "Chair Yoga",
        "image_url": "https://i.ibb.co/R3b4YWG/Chair-Yoga.jpg",
        "description": {
            "part1" : "Chair yoga, a gentle form of yoga that’s done while seated or using a chair for balance, makes the practice more accessible. In chair yoga, it’s possible to move into poses like cat/cow, warrior, sun salutations and forward folds, all while seated. Kelly believes the Arthur Ashe quote, “Start where you are, use what you have, do what you can,” is perfect for chair yoga. “You’re there to work and to challenge yourself, but it’s about … knowing what’s right for you,” she says. “I think of yoga poses as adaptable to a student’s body and not the other way around.” Whether yoga is done in a chair or on the mat, the practice still focuses on the same core principles: focusing on your breath, paying attention to your thoughts, and staying in the moment.",
            "part2" : "Although chair yoga is often promoted as a practice for those who may struggle with a mat practice, anyone can benefit from this type of gentle exercise.Kelly says chair yoga is particularly well-suited to people who use wheelchairs and those rehabilitating after surgeries, living with chronic illnesses, or dealing with balance issues that make it hard to get down onto a yoga mat. It’s also perfect for a quick workout during the workday or while traveling. “It’s not about the outcome. It’s not about striking the perfect pose,” Kelly says. “Whether yoga is taught on the mat or in a chair, it’s all about being healthy.” Chair yoga is also ideal for beginners who might be intimidated by a traditional mat practice because it offers a safe way to learn the poses, Minard adds.",
            "part3" : "To practice at home, use a sturdy chair (an office chair on wheels or overstuffed armchair are not appropriate for chair yoga). Minard suggests a chair that naturally positions your hips slightly higher than your knees and allows you to put both feet flat on the floor. “If your feet aren’t flat on the ground, your weight is all in your spine and if the chair is too low and your knees are above your hips, there is more impingement on your hips,” Minard says. “You want to be able to do slow, controlled movements without putting extra stress on your back or hips.” Make sure the chair is on a stable surface like carpet or a yoga mat to keep it from slipping. You can also position the back of the chair against a wall for extra stability, Minard adds. Yoga props like blocks, straps, and resistance bands that are common in mat practices aren’t required for chair yoga -- unless you want an extra challeng.m` “Chair yoga is a good starting point to use muscles you haven’t used in a while without the potential risks of overloading [your muscles and joints] or falling,” Minard says. “If the resistance from your body weight isn’t enough of a challenge, you can add light hand weights, ankle weights or resistance bands to your chair yoga practice.”"
        }
      },
      {
        "type": "Jivamukti Yoga",
        "image_url": "https://i.ibb.co/mvXpMCd/Jivamukti-Yoga.jpg",
        "description": {
            "part1" : "Jivamukti Yoga was co-founded in New York in 1984 by dancer and musician Sharon Gannon and her partner, artist and cafe owner David Life.[4] Gannon and Life met in 1982 in Manhattan. In 1986 they traveled together to India and took the Sivananda teacher training program and met Swami Nirmalananda. Upon their return, they opened the first Jivamukti Yoga Society in the East Village of New York City.[5] In 1990 they began to practice Ashtanga Yoga with Pattabhi Jois in Mysore, India. In 1993, in upstate New York, they met yoga scholar and ashram founder Shri Brahmananda Sarasvati (Yogi Mishra). In 1998, having become 'wildly successful', the yoga center moved to a 9,000 square feet (840 m2) studio on Lafayette Street; some 400 people subscribed, annual membership at that time costing $1200, rather more than a typical gym.[6] The journalist and author Stefanie Syman ascribes Jivamukti's 'surprisingly profitabile' business with its merger of 'overt spirituality, the chanting, the deities, and the sacred music and vigorous asana classes' to the culture at that moment in history, comparable to America of the late 1910s and early 1920s.[6] In 2000, Jivamukti opened a second center on the Upper East Side.",
            "part2" : "In 2003, senior Jivamukti students Patrick Broome and Gabriela Bozic opened Jivamukti Munich, the first Jivamukti Yoga Center outside of New York City. In 2006, the Jivamukti Yoga School NYC relocated their main headquarters to an environmentally constructed studio in Union Square. Jivamukti Yoga has developed a reputation as the chosen yoga style of many celebrities.[8] The name Jivamukti is an adaptation of the Sanskrit जीवन्मुक्ति jivanmuktih, where jiva is the individual living soul, and mukti – like moksa – is liberation from the cycle of death and rebirth. Thus the Jivamukti method is 'liberation while living'. Ahimsa is the practice of nonviolence, or non-harming. Ahimsa is informed by compassion, and is defined in Patanjali's Yoga Sutra as the first of five yamas. Yamas define the measure of how the yogi relates to other people and to the external world. The Jivamukti method teaches that the practice of ahimsa extends not only to other humans but to all animal life and advocates ethical vegetarianism both as a means of resolving human karma and as an environmental imperative for the future health of the planet.",
            "part3" : "There are main centers in the United States, Germany, Spain, Norway, Australia, Russia, and Mexico, and affiliate centers in several other countries.[7] In 2003, the Jivamukti Yoga School NYC established a 125-acre nature preserve in the Catskill Mountains, near Woodstock, New York. Known as the Wild Woodstock Jivamukti Forest Sanctuary, it serves as the country ashram for the Jivamukti Yoga School and a safe haven and unpolluted habitat for diverse plant and animal species.[12] To teach the Jivamukti Yoga method in one of its centers, an instructor is required to go through rigorous yoga teacher training and to pass a series of examinations. In 2016, accusations of sexual harassment were made public against one of Jivamukti Yoga School's most senior teachers, Ruth Lauer-Manenti, by one of her female students. The student filed a lawsuit, which has since been settled for an undisclosed amount. Author and blogger Michelle Goldberg questioned in Slate magazine whether Jivamukti is a workplace, an ashram, or a cult, with a culture of spiritual abuse and secrecy. The author and yoga teacher Matthew Remski reported, based on interviews with former employees of Jivamukti, that Jivamukti Yoga School NYC used non-disclosure agreements to 'smooth over student grievances against teachers, or teacher’s [sic] grievances against management', and to prevent former students and employees from discussing the school’s culture. In exchange, Remski writes, departing personnel and students received cash payments or tuition refunds."
        }
      },
      {
        "type": "Sivananda Yoga",
        "image_url": "https://i.ibb.co/vzmvbN9/Sivananda-Yoga.jpg",
        "description": {
            "part1" : " Founded by Sri Swami Vishnudevananda, disciple of Sri Swami Sivananda of Rishikesh, the International Sivananda Yoga Vedanta Centres organisation with locations around the world is dedicated to the teaching of classical yoga and vedanta to promote physical, mental and spiritual health. The Organisation is recognised internationally as one of the most important and authentic yoga institutions in the world. A global network of Ashrams and City Centres offer teachings on all aspects of yoga and meditation-including our world-renowned teacher training courses-yogic studies including raja yoga and vedanta and sacred culture programmes. Our founder Swami Vishnudevananda synthesised the essence of yoga into five principles that could be easily incorporated into daily life. These comprise the core teachings of the four paths of classical, traditional yoga and make the wisdom of the ancient sages easily accessible to beginner and the more experienced alike. Sivananda Yoga Vedanta Centre Delhi at Dwarka was founded in 2007 and is located in a magnificent five-storey custom-built studio, with beautifully decorated yoga and meditation halls.",
            "part2" : "Sivananda Yoga comes from the lineage of Swami Sivananda, as brought to the west by his disciple Swami Vishnudevananda in the late 1950s, making this style of practice an important part of yoga's first wave of popularity outside India. Sivananda (1887-1963) was well-known in India in the 1930s, when he founded an ashram in Rishikesh. He had previously been a practicing physician. He was sought after by western students who wished to study yoga and Vedanta. He founded the Divine Life Society in 1936 to organize and disseminate his teachings. Another was Vishnudevananda, who came to North America in 1957 and soon started the first Sivananda Yoga Vedanta Center in Montreal, Canada. The key philosophical points and yoga methodology associated with Sivananda Yoga were the efforts of Vishnudevananda on behalf of further spreading his guru's messages. Today there are Sivananda Yoga Vedanta Centers in major cities in the U.S., western Europe, South America, and Asia, as well as eleven ashram retreats.",
            "part3" : "Swami Sivananda was very productive and worked tirelessly to spread the message of yoga from his ashram in Rishikesh in northern India. He became a well-known yoga master and trained several prominent teachers; some of whom were westerners. Sivananda’s yoga spread internationally thanks to one of his disciples, Swami Vishnudevananda. He left India to teach in Canada and later created a robust organisation with centres and ashrams worldwide. Vishnudevananda’s organisation runs most Sivananda centres in the world. Swami Sivananda also had some other prominent students. For example, Swami Satchidananda, the founder of Integral Yoga and Swami Satyananda who developed a distinct style of his own called Satyananda Yoga or Bihar Yoga. In Sivananda centres the sun salutation is used extensively as warm up. In addition there is a base sequence of twelve classical yoga poses that beginners repeat in every class. This series of yoga poses is also known as the Rishikesh sequence."
        }
      },
      {
        "type": "AcroYoga",
        "image_url": "https://i.ibb.co/sF2FLPC/AcroYoga.jpg",
        "description": {
            "part1" : "Acroyoga is a combination of three disciplines; Yoga, therapeutic massage and acrobatics. Through this practice – which is performed solo, trio or in a group – trust, empowerment, empathy and many other physical, mental and emotional aspects are cultivated and developed. During practice each person has a role: the base, serves as the person on the ground. The base’s role is to use the force of his legs and arms keeps to keep the flyer in the air. The flyer is the yogi who performs postures and flows in the air using the base. And of course there is the caretaker, who controls and looks after the movements of the participants. It is not only a fun and energizing practice but is also therapeutic aspects, including stretching and massage, and Yoga incorporating important aspects such as asanas, breathing awareness and posture, alignment and activation of the body.",
            "part2" : "Development of multiple physical qualities: strength, flexibility, coordination and correct alignment.Development of postural awareness and breathing; since when performing the postures and flows, the movement is coordinated with the breath and requires a great deal of focus during execution of the postures and developed mind-body connection. Therapeutic Properties; since the flying receives stretches and is massaged by the base, by being suspended in the air and maintaining contact with certain body parts. The base – this is the person who is closest to the ground. Often times in acroyoga it is the person who is lying with on her/his back on the ground and the legs and arms extended into the air. The base can also be standing (standing acro) or lying on the belly (belly basing). The main goal of the base is to carry and balance the flyer on top of her/him. An experienced base is strong, stable, and flexible so they can remain a solid foundation for the flyer to stay on.",
            "part3" : "The flyer – this is the person who is flying on top of another person in one way or another. The flyer has one or more points of contact with the base and use these to stay lifted off the ground and to stay balanced on top of the base. The main goal of the flyer is to move with spacial awareness and hold good body tension so the base can control their position in the air. An experienced flyer is strong and has good body awareness and balance so they can move efficiently, fluidly and hold a stable shape for the base to support and lift. The spotter – this is the person that makes sure the acroyoga practice stays safe. The spotter’s main goal is to keep the flyer safe. They do so by staying alert and close to the flyer at all times so they can catch a potential fall or support the flyer and base with hands-on spotting in the trick until the base and flyer feel safe enough to perform the trick with a less involved spotting method. What makes acroyoga so different from classical acrobatics or circus arts is that there is a much bigger emphasis on the how – the process of the practice together and the connection between the base and the flyer. These values are highlighted in acroyoga preserving the mindful aspects of yoga in the practice."
        }
      },
      {
        "type": "Svaroopa Yoga",
        "image_url": "https://i.ibb.co/93Z5xQ0/Svaroopa-Yoga.jpg",
        "description": {
            "part1" : "Svaroopa yoga is yoga for everyone & every body. If you are feeling stiff or out-of-shape, try out Svaroopa® yoga to find the most essential parts of true yoga teaching. This style is also a wonderful counter-balance for people who are engaged in high physical training or a very stressful life style. Svaroopa® yoga works within a completely different paradigm, “Release vs. Stretching”. Svaroopa® yoga is designed to unravel the deepest tensions in your body, those muscles that are wrapped so tightly around your spine (“Release”). Most other yoga styles place their emphasis on peripheral stretching and focus on other joints, like hips, legs, shoulders, and understand yoga as another form of physical exercise. You must avoid over-stretching ligaments and become a “deceptively flexible person”!! When ligaments get overstretched and your joints hyper-flex, your spinal muscles tighten up to stabilize those hyper-flexible joints, which you do NOT want. Svaroopa® yoga is conducted in a supportive environment & utilizes the most effective angles for poses. This is not restorative yoga. Svaroopa® yoga introduces you to alternative ways to do familiar yoga poses in a deeply supported manner and with the best effective angles so that actual changes reach into the front of spine - releasing the layers of tensions throughout the whole spine by beginning at the tailbone and progressing all the way up to the top of the crown (“Core Opening”). Svaroopa® yoga allows your body and mind to release into the poses rather than trying to hold into them. It uses precise alignments with support from blankets/props as well as receiving safe, hands on personalized adjustment. “Support equals release”…the greater the support, the deeper the release.",
            "part2" : "Svaroopa yoga will emphasize and take you step by step through different themed poses. This will help you to have enough opening in your body and mind to do your yoga practice in a safe and much more effective way, especially during standing, inversion & Vinyasa poses. Themes covered will include Daily Practice, Lower Spinal Release, Upper Spinal Release, Abdominals, Backbends, Standing Poses, Forward Bends, Neck & Shoulders, Balance & Inversions, Classical Poses, Vinyasa, and Seated Poses & Twists. Exploring different themes also allows you to be more aware of the changes happening in your body. Svaroopa® yoga teaches you to align your bones and joints by using the natural support of your skeletal system. You will use your legs, arms and correct abdominal engagement for additional support instead of using your spinal muscles to hold that pose.Tightening the spine can be exhausting to your muscles. Standing poses and everything you do in your life will become easier and more effortless when you have enough spinal opening. Live in a tension free body & mind!",
            "part3" : "“Tight muscles = weak muscles.” Make a fist, hold it for a long period of time, and then try to squeeze that fist more…can you squeeze it more? The answer is NO. Do you notice your tight fist and forearm feel weak? This is what happens when you feel weakness in your body. The way you have been finding “strength” has been by overworking spinal muscles and this causes everything to tighten up and then weaken…even your breath! You need to release those tight muscles first to get proper functions in your musculoskeletal systems. Once those tight muscles start releasing, blood supply, oxygen, nutrients and prana (life force energy) flow into those area where you have been shut done. You cells feel alive again! With Svaroopa® yoga, your muscles automatically get stronger when your tight spinal muscles release. Svaroopa® yoga will help you find your true strength and stamina. Bulging muscles and a “cut” body can be impressive on the surface, but true strength (“Inner strength”) comes from something inside. Inner strength is always there. You just need to find it as you quiet your mind. In Svaroopa® yoga, we cultivate true stamina and true flexibility which are essential life skills when you face challenges in your life. Svaroopa® yoga teaches you to how to release and lengthen tight muscles. Each lesson plan in Svaroopa® yoga class is designed to conclude with a “re-release” pose in case your spinal muscles tighten. You can apply this concept in your daily activities and use re-release poses after driving long distance, sitting in front of your computer for a long period, working on your garden, being stressed out, etc…"
        }
      },
      {
        "type": "Kripalu Yoga",
        "image_url": "https://i.ibb.co/YkSDwkZ/Forrest-Yoga.jpg",
        "description": {
            "part1" : "Kripalu yoga is a form of hatha yoga that places equal importance on the mind, body, and spirit. It is associated with the Kripalu Center for Yoga and Health in Massachusetts where teacher training takes place. This style of yoga is ideal for beginners and is accepting and adaptable to everyone, no matter your age, ability, size, or other circumstance. Kripalu is a gentle hatha yoga practice with a compassionate approach. It places an emphasis on meditation, physical healing, and spiritual transformation that overflows from the yoga mat into daily life. Over time, students are taught to observe their thoughts without judging and to accept and love themselves as they are. Because of Kripalu's emphasis on adaptability and acceptance, it is a style that is welcoming to people who feel like they are outside the norm. It's also popular for those who are looking for transformation during difficult times of life or who have injuries or other physical limitations.",
            "part2" : "Under a new management group, the Kripalu Center began to expand its class offerings to include a wide array of yoga styles and wellness topics. It also began to establish itself as a multi-dimensional retreat destination. These days, the center offers an extremely diverse course schedule. It often hosts yoga's best-known teachers, who lead weekend and week-long workshops. It offers yoga and Ayurvedic teacher training and also has a school for integrative yoga therapy and a school for mindful outdoor leadership training. It has become one of the most popular retreat centers in the United States. Guests can visit for a day or for longer overnight stays. Students can enjoy yoga classes as well as dance, movement, Ayurveda, meditation, and more. Various healing arts services are also available such as bodywork, energy work, and facial treatments.",
            "part3" : "The name Kripalu is associated both with a style of hatha yoga and a yoga and wellness center in Stockbridge, Massachusetts. Both were founded by yoga guru Amrit Desai, who came to the United States from India in 1960. Kripalu was named for Desai's teacher, Sri Kripalvananda, a Kundalini yoga master. After outgrowing two facilities in Pennsylvania, the Kripalu Center began operating out of its current home in the Berkshire mountains of Massachusetts in 1983. The programs at the center continued to expand until 1994. That is when it was revealed that founder Amrit Desai had engaged in inappropriate sexual relations with students. He left the center and the leadership was transferred to a group of senior members who began to rebuild."
        }
      },
      {
        "type": "Forrest Yoga",
        "image_url": "https://i.ibb.co/YkSDwkZ/Forrest-Yoga.jpg",
        "description": "A healing and transformative practice that addresses physical and emotional challenges through intense poses and breathwork."
      },
      {
        "type": "Rocket Yoga",
        "image_url": "https://i.ibb.co/wKggLhn/Rocket-Yoga.jpg",
        "description": {
            "part1" : "Larry Schultz, also known as “the father of Rocket Yoga,” was a dedicated student of Pattabhi Jois, the founder of Ashtanga Vinyasa Yoga. Schultz began his yoga practice in the 1970s and quickly fell in love with the Ashtanga method. He went on to become one of Jois’ most dedicated and accomplished students. In the 1980s, Schultz began to experiment with the Ashtanga series, adding new poses and modifications to the practice. He also began to incorporate elements of vinyasa flow, a style of yoga that emphasizes movement & breath, but being more creative. The result was to become the Rocket Yoga style, a dynamic and invigorating yoga practice that quickly gained popularity among yoga students. In the mid 1990s, Larry Schultz traveled on tour with the Grateful Dead as the band’s personal yoga teacher. He spent a lot of time in hotels and had to find ways to entertain himself. Bored in his hotel room, practicing on his own, he came up with a highly creative, highly accessible version of Ashtanga Vinyasa, later named Rocket Yoga.",
            "part2" : "More playful with Faster Tempo : While the traditional method of Ashtanga Yoga focuses on long and slow ujjayi breath, Rocket Yoga is a bit more upbeat. While we keep the Ujjaji Pranayama breathing and five breaths per pose, the count is a bit faster. It makes the practice more fun while keeping the meditative aspect of the breath. Rocket Yoga becomes like a dance or a moving meditation. Rocket Yoga Inversions :One of the main features of Rocket Yoga is its emphasis on inversions, such as headstands, handstands, and elbow stands. These fun and challenging poses have many benefits for the body, including increased blood flow to the brain, improved circulation, and a boost to the immune system. Arm balances and inversions can be challenging, but they don’t have to be out of reach for those who have never practiced. This is the beauty of the Rocket sequence. With proper guidance and modifications, arm balances are accessible to everyone. With patience and consistency, anyone can develop the skills to practice safely and effectively.",
            "part3" : "With Rocket being a fast-paced and dynamic practice, it offers a variety of benefits for the body and mind. It helps to build upper body strength and improve overall flexibility and cardiovascular health. The practice requires focus, which improves mental clarity and concentration. As there are several inversions and arm balances in the sequence, it enhances balance and coordination. The combination of physical movement and focused breathing in Rocket Yoga can help to reduce stress and tension in the body, promoting relaxation and a sense of well-being. Expect an increase in energy levels and overall vitality. Rocket Yoga places emphasis on the breath, which boosts your lung capacity and overall respiratory function. If you are new to Rocket Yoga, it is best to start with an “all levels” or “beginner-friendly” class and to work with a qualified teacher who can help you to modify the poses to suit your level of fitness and ability. There’s a strong emphasis on the breath, focus on your breath, keep it steady and smooth as you move through the postures."
                }
      },
      {
        "type": "Shadow Yoga",
        "image_url": "https://i.ibb.co/c8dcQXy/Shadow-Yoga.jpg",
        "description": "Combines yoga postures with martial arts movements and dance, aiming to increase vitality and balance."
      },
      {
        "type": "Sahaja Yoga",
        "image_url": "https://ibb.co/sbXV9xY",
        "description": "A form of meditation-based yoga that focuses on self-realization and inner peace."
      },
      {
        "type": "Laughter Yoga",
        "image_url": "https://i.ibb.co/DDzQ1nG/Laughter-Yoga.png",
        "description": "A unique practice that combines laughter exercises and yogic breathing to promote well-being."
      },
      {
        "type": "Moksha Yoga",
        "image_url": "https://i.ibb.co/ZGVL6KG/Moksha-Yoga.png",
        "description": "A hot yoga style that incorporates ethical principles and environmental awareness into the practice."
      },
      {
        "type": "Viniyoga",
        "image_url": "https://ibb.co/wNTYfB5",
        "description": "A personalized approach to yoga that adapts poses and practices to individual needs and conditions."
      }
    ]
  